",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Aggiungi";

"Cancel|generic cancel button" = "Annulla";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Messaggi di Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Utente Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Amici o contatti";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversazione di gruppo";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contatto non completo";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contatto non valido";

"Last Updated: %@|last updated date in pull to refresh header" = "Ultimo aggiornamento: %1$@";

"Loading...|loading progress text" = "Caricamento in corso...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Altri amici online";

"Name|Placeholder text: Name of new contact" = "Nome";

"New Contact|Button title: Create a new contact" = "Nuovo contatto";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "da cellulare";

"online|presences status for being online on the web" = "online";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefono o e-mail";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Inserisci un numero di telefono o un'e-mail.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Inserisci il nome e le informazioni di contatto della persona.";

"Pull down to refresh...|message for pull down to refresh" = "Trascina verso il basso per aggiornare...";

"Push up to refresh...|message for push up to refresh" = "Trascina verso l'alto per aggiornare...";

"Release to refresh...|message for releasing to refresh" = "Rilascia per aggiornare...";

"Search|placeholder in search bar" = "Cerca";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Cerca altri amici...";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Invia a:";

"To:|to field in contact picker" = "A:";

"Updating...|updating progress text" = "Aggiornamento in corso...";

